{
  "data": [
    {
      "id": 1,
      "attributes": {
        "Title": "Avatar",
        "Description": "Año 2154. Jake Sully (Sam Worthington), un ex-marine condenado a vivir en una silla de ruedas, sigue siendo, a pesar de ello, un auténtico guerrero. Precisamente por ello ha sido designado para ir a Pandora, donde algunas empresas están extrayendo un mineral extraño que podría resolver la crisis energética de la Tierra. Para contrarrestar la toxicidad de la atmósfera de Pandora, se ha creado el programa Avatar, gracias al cual los seres humanos mantienen sus conciencias unidas a un avatar: un cuerpo biológico controlado de forma remota que puede sobrevivir en el aire letal. Esos cuerpos han sido creados con ADN humano, mezclado con ADN de los nativos de Pandora, los Na'vi. Convertido en avatar, Jake puede caminar otra vez. Su misión consiste en infiltrarse entre los Na'vi, que se han convertido en el mayor obstáculo para la extracción del mineral. Pero cuando Neytiri, una bella Na'vi (Zoe Saldana), salva la vida de Jake, todo cambia: Jake, tras superar ciertas pruebas, es admitido en su clan. Mientras tanto, los hombres esperan los resultados de la misión de Jake",
        "Director": "James Cameron",
        "Producers": "James Cameron, Jon Landau",
        "Cast": "Sam Worthington, Zoe Saldaña, Stephen Lang, Sigourney Weaver, Michelle Rodriguez ",
        "Genres": "Ciencia ficción, Aventuras, Bélico, Acción, Fantástico, Romance ",
        "Length": "161 min",
        "StreamingPlatforms": "Disney+",
        "createdAt": "2024-03-18T12:24:18.206Z",
        "updatedAt": "2024-03-18T19:39:54.669Z",
        "publishedAt": "2024-03-18T19:46:46.892Z"
      }
    },
    {
      "id": 2,
      "attributes": {
        "Title": "The Matrix",
        "Description": "Thomas Anderson es un brillante programador de una respetable compañía de software. Pero fuera del trabajo es Neo, un hacker que un día recibe una misteriosa visita...",
        "Director": "Lilly Wachowski, Lana Wachowski",
        "Producers": "Joel Silver, Aiko Otani",
        "Cast": "Keanu Reeves, Carrie-Anne Moss, Laurence Fishburne, Hugo Weaving, Joe Pantoliano ",
        "Genres": "Ciencia ficción, Fantástico, Acción, Thriller",
        "Length": "131 min",
        "StreamingPlatforms": "HBO Max, Prime Video",
        "createdAt": "2024-03-18T19:32:58.171Z",
        "updatedAt": "2024-03-18T19:40:36.768Z",
        "publishedAt": "2024-03-18T19:46:46.892Z"
      }
    },
    {
      "id": 3,
      "attributes": {
        "Title": "The Dark Knight",
        "Description": "Batman/Bruce Wayne (Christian Bale) regresa para continuar su guerra contra el crimen. Con la ayuda del teniente Jim Gordon (Gary Oldman) y del Fiscal del Distrito Harvey Dent (Aaron Eckhart), Batman se propone destruir el crimen organizado en la ciudad de Gotham. El triunvirato demuestra su eficacia, pero, de repente, aparece Joker (Heath Ledger), un nuevo criminal que desencadena el caos y tiene aterrados a los ciudadanos.",
        "Director": "Christopher Nolan",
        "Producers": "Emma Thomas, Charles Roven, Christopher Nolan",
        "Cast": "Christian Bale, Heath Ledger, Michael Caine, Gary Oldman, Aaron Eckhart",
        "Genres": "Thriller, Acción, Drama ",
        "Length": "152 min",
        "StreamingPlatforms": "HBO Max",
        "createdAt": "2024-03-20T19:11:50.329Z",
        "updatedAt": "2024-03-20T19:11:50.329Z",
        "publishedAt": "2024-03-21T08:58:22.807Z"
      }
    },
    {
      "id": 4,
      "attributes": {
        "Title": "The Godfather",
        "Description": "América, años 40. Don Vito Corleone (Marlon Brando) es el respetado y temido jefe de una de las cinco familias de la mafia de Nueva York. Tiene cuatro hijos: Connie (Talia Shire), el impulsivo Sonny (James Caan), el pusilánime Fredo (John Cazale) y Michael (Al Pacino), que no quiere saber nada de los negocios de su padre. Cuando Corleone, en contra de los consejos de 'Il consigliere' Tom Hagen (Robert Duvall), se niega a participar en el negocio de las drogas, el jefe de otra banda ordena su asesinato. Empieza entonces una violenta y cruenta guerra entre las familias mafiosas.",
        "Director": "Francis Ford Coppola",
        "Producers": "Albert S. Ruddy",
        "Cast": "Marlon Brando, Al Pacino, Robert Duvall, James Caan, Richard Castellano ",
        "Genres": "Drama, Crimen",
        "Length": "175 min",
        "StreamingPlatforms": "Amazon Prime Video, Netflix",
        "createdAt": "2024-03-20T19:16:46.917Z",
        "updatedAt": "2024-03-20T19:16:46.917Z",
        "publishedAt": "2024-03-21T08:58:22.807Z"
      }
    },
    {
      "id": 5,
      "attributes": {
        "Title": "Tron: Legacy",
        "Description": "Cuando Sam Flynn (Garrett Hedlund), un experto programador de 27 años, investiga la desaparición de su padre, Kevin Flynn (Jeff Bridges), se encuentra de repente inmerso en un peligroso y salvaje mundo surrealista, un mundo paralelo donde su padre ha vivido durante 25 años. Con la ayuda de una joven (Olivia Wilde), padre e hijo emprenden un viaje a vida o muerte, a través de un sofisticado universo cibernético. Secuela del clásico de culto de 1982.",
        "Director": "Joseph Kosinski",
        "Producers": "Steven Lisberger, Sean Bailey, Jeffrey Silver",
        "Cast": "Garrett Hedlund, Jeff Bridges, Olivia Wilde, Bruce Boxleitner, Michael Sheen",
        "Genres": "Acción, Ciencia ficción, Aventura",
        "Length": "125 min",
        "StreamingPlatforms": "Disney+",
        "createdAt": "2024-03-20T19:22:11.433Z",
        "updatedAt": "2024-03-20T19:22:11.433Z",
        "publishedAt": "2024-03-29T19:31:22.367Z"
      }
    },
    {
      "id": 6,
      "attributes": {
        "Title": "Avatar: The Way of Water",
        "Description": "Más de una década después de los acontecimientos de 'Avatar', los Na'vi Jake Sully, Neytiri y sus hijos viven en paz en los bosques de Pandora hasta que regresan los hombres del cielo. Entonces comienzan los problemas que persiguen sin descanso a la familia Sully, que decide hacer un gran sacrificio para mantener a su pueblo a salvo y seguir ellos con vida.",
        "Director": "James Cameron",
        "Producers": "James Cameron, Jon Landau",
        "Cast": "Sam Worthington, Zoe Saldaña, Sigourney Weaver, Kate Winslet, Stephen Lang ",
        "Genres": "Ciencia ficción, Aventuras, Fantástico, Acción ",
        "Length": "192 min",
        "StreamingPlatforms": "Disney+, Amazon Prime Video",
        "createdAt": "2024-03-20T19:27:54.756Z",
        "updatedAt": "2024-03-20T19:27:54.756Z",
        "publishedAt": "2024-03-29T19:31:22.367Z"
      }
    },
    {
      "id": 7,
      "attributes": {
        "Title": "The Marvels",
        "Description": "Carol Danvers, alias Capitana Marvel, ha recuperado la identidad que le arrebataron los tiránicos Kree y se ha cobrado su venganza contra la Inteligencia Suprema. Pero una serie de consecuencias imprevistas la obligan a cargar con el peso de un universo desestabilizado. Cuando el deber la lleva hasta un anómalo agujero de gusano vinculado a una revolucionaria Kree, sus poderes se conectan con los de su superfán de Nueva Jersey Kamala Khan, también conocida como Ms. Marvel, y con los de su sobrina, con la que está distanciada y es ahora astronauta en S.A.B.E.R., la capitana Monica Rambeau. Juntas, las integrantes de este insólito trío tendrán que unir fuerzas y aprender a trabajar en equipo como 'The Marvels' para salvar el universo.",
        "Director": "Nia DaCosta",
        "Producers": "Kevin Feige",
        "Cast": "Brie Larson, Teyonah Parris, Iman Vellani, Zawe Ashton,Gary Lewis ",
        "Genres": "Ciencia ficción, Fantástico, Acción, Aventuras, Comedia ",
        "Length": "105 min",
        "StreamingPlatforms": "Disney+",
        "createdAt": "2024-03-20T19:31:46.247Z",
        "updatedAt": "2024-03-20T19:31:46.247Z",
        "publishedAt": "2024-03-29T19:31:22.367Z"
      }
    },
    {
      "id": 8,
      "attributes": {
        "Title": "Army of the Dead",
        "Description": "Un grupo de mercenarios decide llevar a cabo el mayor atraco que jamás se haya realizado en la ciudad de Las Vegas justo después de que se produzca una epidemia de muertos vivientes. Para ello tendrán que adentrarse en una zona de cuarentena, con los riesgos que ello conlleva.",
        "Director": "Zack Snyder",
        "Producers": "Deborah Snyder, Zack Snyder, Wesley Colle",
        "Cast": "Dave Bautista, Ella Purnell, Omari Hardwick, Ana de la Reguera, Theo Rossi",
        "Genres": "Acción, Ciencia ficción ",
        "Length": "148 min",
        "StreamingPlatforms": "Netflix",
        "createdAt": "2024-03-20T19:40:26.867Z",
        "updatedAt": "2024-03-20T19:40:26.867Z",
        "publishedAt": "2024-03-29T19:31:22.367Z"
      }
    },
    {
      "id": 9,
      "attributes": {
        "Title": "Bohemian Rhapsody",
        "Description": "'Bohemian Rhapsody' es una celebración del grupo Queen, de su música y de su singular cantante Freddie Mercury, que desafió estereotipos para convertirse en uno de los showmans más queridos del mundo. El film plasma el meteórico ascenso de la banda al olimpo de la música a través de sus icónicas canciones y su revolucionario sonido, su crisis cuando el estilo de vida de Mercury estuvo fuera de control, y su triunfal reunión en la víspera del Live Aid, en la que Mercury, mientras sufría una enfermedad que amenazaba su vida, lidera a la banda en uno de los conciertos de rock más grandes de la historia. Refleja asimismo cómo se cimentó el legado de una banda que siempre se pareció más a una familia, y que continúa inspirando soñadores y amantes de la música hasta nuestros días.",
        "Director": "Bryan Singer",
        "Producers": "Graham King, Jim Beach",
        "Cast": "Rami Malek, Gwilym Lee, Ben Hardy, Joseph Mazzello, Lucy Boynton",
        "Genres": "Biográfica, Drama",
        "Length": "134 min",
        "StreamingPlatforms": "Netflix, Disney+",
        "createdAt": "2024-03-20T19:47:23.118Z",
        "updatedAt": "2024-03-20T19:47:23.118Z",
        "publishedAt": "2024-03-29T19:31:22.367Z"
      }
    },
    {
      "id": 10,
      "attributes": {
        "Title": "Baby Driver",
        "Description": "Baby (Ansel Elgort), un joven y talentoso conductor especializado en fugas, depende del ritmo de su banda sonora personal para ser el mejor en lo suyo. Cuando conoce a la chica de sus sueños (Lily James), Baby ve una oportunidad para abandonar su vida criminal y realizar una huida limpia. Pero después de ser forzado a trabajar para un jefe de una banda criminal (Kevin Spacey), deberá dar la cara cuando un golpe malogrado amenace su vida, su amor y su libertad.",
        "Director": "Edgar Wright",
        "Producers": "Tim Bevan, Eric Fellner, Nira Park",
        "Cast": "Ansel Elgort, Kevin Spacey, Lily James, Jon Bernthal, Jon Hamm",
        "Genres": "Thriller, Acción, Comedia",
        "Length": "115 min",
        "StreamingPlatforms": "Netflix, Amazon Prime Video",
        "createdAt": "2024-03-20T19:50:43.929Z",
        "updatedAt": "2024-03-20T19:50:43.929Z",
        "publishedAt": "2024-03-29T19:31:22.367Z"
      }
    },
    {
      "id": 11,
      "attributes": {
        "Title": "The Intern",
        "Description": "La joven dueña de un exitoso negocio online dedicado a la moda acepta a regañadientes que la compañía contrate, como parte de un programa laboral, a un hombre de setenta años como becario senior. Sin embargo, poco a poco irá dándose cuenta de lo indispensable que puede volverse para la empresa.",
        "Director": "Nancy Meyers",
        "Producers": "Suzanne McNeill Farwell, Nancy Meyers, Scott Rudin, Megan Ellison",
        "Cast": "Robert De Niro, Anne Hathaway, René Russo, Anders Holm, Andrew Rannells",
        "Genres": "Comedia, Drama ",
        "Length": "121 min",
        "StreamingPlatforms": null,
        "createdAt": "2024-03-20T19:53:31.833Z",
        "updatedAt": "2024-03-20T19:53:31.833Z",
        "publishedAt": "2024-03-29T19:31:22.367Z"
      }
    },
    {
      "id": 12,
      "attributes": {
        "Title": "Star Wars: The Last Jedi",
        "Description": "La malvada Primera Orden se ha vuelto más poderosa y tiene contra las cuerdas a la Resistencia, liderada por la General Leia Organa (Carrie Fisher). El piloto Poe Dameron (Oscar Isaac) encabeza una misión para intentar destruir un acorazado de la Primera Orden. Mientras tanto, la joven Rey (Daisy Ridley) tendrá que definir su futuro y su vocación, y el viejo jedi Luke Skywalker (Mark Hamill) revaluar el significado de su vida.",
        "Director": "Rian Johnson",
        "Producers": "Kathleen Kennedy, Ram Bergman",
        "Cast": "Daisy Ridley, John Boyega, Adam Driver, Oscar Isaac, Mark Hamill",
        "Genres": "Ciencia ficción, Fantástico, Aventuras, Acción ",
        "Length": "150 min",
        "StreamingPlatforms": "Disney+",
        "createdAt": "2024-03-20T19:56:25.525Z",
        "updatedAt": "2024-03-20T19:56:25.525Z",
        "publishedAt": "2024-03-29T19:31:22.367Z"
      }
    },
    {
      "id": 13,
      "attributes": {
        "Title": "Skyfall",
        "Description": "La lealtad de James Bond (Daniel Craig), el mejor agente de los servicios secretos británicos, por su superiora M (Judi Dench) se verá puesta a prueba cuando episodios del pasado de ella vuelven para atormentarla. Al mismo tiempo, el MI6 sufre un ataque, y 007 tendrá que localizar y destruir el grave peligro que representa el villano Silva (Javier Bardem). Para conseguirlo contará con la ayuda de la agente Eve (Naomie Harris).",
        "Director": "Sam Mendes",
        "Producers": "Barbara Broccoli, Michael G. Wilson",
        "Cast": "Daniel Craig, Judi Dench, Javier Bardem, Ralph Fiennes, Naomie Harris",
        "Genres": "Acción, Thriller, Espionaje",
        "Length": "143 min",
        "StreamingPlatforms": null,
        "createdAt": "2024-03-20T19:59:39.707Z",
        "updatedAt": "2024-03-20T19:59:39.707Z",
        "publishedAt": "2024-03-29T19:31:22.367Z"
      }
    },
    {
      "id": 14,
      "attributes": {
        "Title": "Ford v Ferrari",
        "Description": "Se centra en un excéntrico y decidido equipo americano de ingenieros y diseñadores, liderados por el visionario automovilístico Carroll Shelby (Damon) y su conductor británico Ken Miles (Bale). Henry Ford II y Lee Iacocca les dan la misión de construir desde cero un nuevo automóvil con el fin de derrocar el dominio de Ferrari en el Campeonato del Mundo de Le Mans de 1966.",
        "Director": "James Mangold",
        "Producers": "Peter Chernin, Alex Young, Lucas Foster, Kevin Halloran, James Mangold",
        "Cast": "Matt Damon, Christian Bale, Jon Bernthal, Caitriona Balfe, Josh Lucas ",
        "Genres": "Biográfica, Drama, Acción, Deportes",
        "Length": "152 min",
        "StreamingPlatforms": "Disney+",
        "createdAt": "2024-03-20T20:03:20.918Z",
        "updatedAt": "2024-03-20T20:03:20.918Z",
        "publishedAt": "2024-03-29T19:31:22.367Z"
      }
    },
    {
      "id": 15,
      "attributes": {
        "Title": "Alice in Wonderland",
        "Description": "Inspirada en la obra homónima de Lewis Carroll. Alicia (Mia Wasikowska), una joven de 19 años, acude a una mansión victoriana para asistir a una fiesta de la alta sociedad. Cuando está a punto de recibir públicamente una propuesta de matrimonio, sale corriendo tras un conejo blanco y va a parar al País de las Maravillas, un lugar que había visitado diez años antes, aunque ya no lo recuerda. Ese país era un reino pacífico hasta que la Reina Roja (Helena Bonham Carter) derrocó a su hermana, la Reina Blanca (Anne Hathaway), pero las criaturas que viven en él, dispuestas a rebelarse, esperan contar con el apoyo de Alicia, a la que ayudan a recordar su primera visita al fantástico reino.",
        "Director": "Tim Burton",
        "Producers": "Richard D. Zanuck,Joe Roth, Suzanne Todd, Jennifer Todd",
        "Cast": "Mia Wasikowska, Johnny Depp, Helena Bonham Carter, Anne Hathaway, Crispin Glover",
        "Genres": "Fantástico, Comedia, Aventuras",
        "Length": "108 min",
        "StreamingPlatforms": "Disney+",
        "createdAt": "2024-03-20T20:06:22.901Z",
        "updatedAt": "2024-03-20T20:06:22.901Z",
        "publishedAt": "2024-03-29T19:31:22.367Z"
      }
    },
    {
      "id": 16,
      "attributes": {
        "Title": "About Time",
        "Description": "Tim Lake (Domhnall Gleeson) es un joven de 21 años que descubre que puede viajar en el tiempo. Su padre (Bill Nighy) le cuenta que todos los hombres de la familia han tenido desde siempre ese don, el de regresar en el tiempo a un momento determinado, una y otra vez, hasta conseguir hacer \"lo correcto\". Así pues, Tim decide volver al pasado para intentar conquistar a Mary (Rachel McAdams), la chica de sus sueños.",
        "Director": "Richard Curtis",
        "Producers": "Tim Bevan, Eric Fellner, Nicky Kentish Barnes",
        "Cast": "Domhnall Gleeson, Rachel McAdams, Bill Nighy, Tom Hollander, Lindsay Duncan ",
        "Genres": "Romance, Comedia, Fantástico ",
        "Length": "123 min",
        "StreamingPlatforms": "Amazon Prime Video",
        "createdAt": "2024-03-20T20:10:06.898Z",
        "updatedAt": "2024-03-20T20:10:06.898Z",
        "publishedAt": "2024-03-29T19:31:22.367Z"
      }
    },
    {
      "id": 17,
      "attributes": {
        "Title": "The Man From U.N.C.L.E",
        "Description": "Guerra fría, años 60. Narra las aventuras de dos agentes secretos que se parecen más de lo que creen: Napoleon Solo, de la CIA, e Illya Kuryakin, del KGB. Ambos se ven obligados a olvidar sus diferencias y formar un equipo cuya misión será poner fin a una misteriosa organización criminal internacional que pretende desestabilizar el frágil equilibrio de poder provocado por la proliferación de las armas nucleares. La hija de un científico alemán desaparecido es la clave para infiltrarse en la organización, encontrar al científico y evitar una catástrofe mundial.",
        "Director": "Guy Ritchie",
        "Producers": "Steve Clark-Hall, Guy Ritchie, John Davis, Lionel Wigram",
        "Cast": "Henry Cavill, Armie Hammer, Hugh Grant, Elizabeth Debicki, Alicia Vikander",
        "Genres": "Acción, Espionaje",
        "Length": "116 min",
        "StreamingPlatforms": "Amazon Prime Video, HBO Max",
        "createdAt": "2024-03-20T20:13:42.751Z",
        "updatedAt": "2024-03-20T20:13:42.751Z",
        "publishedAt": "2024-03-29T19:31:22.367Z"
      }
    },
    {
      "id": 18,
      "attributes": {
        "Title": "The Menu",
        "Description": "Una joven pareja viaja a uno de los destinos más exclusivos del mundo para cenar en un restaurante que ofrece una experiencia culinaria única. Sin embargo, el chef (Fiennes) ha preparado un ingrediente secreto que tendrá un resultado sorprendente en los dos enamorados.",
        "Director": "Mark Mylod",
        "Producers": "Adam McKay, Betsy Koch,Will Ferrell, DanTram Nguyen, Zahra Phillips",
        "Cast": "Ralph Fiennes, Anya Taylor-Joy, Nicholas Hoult, Hong Chau, Janet McTeer",
        "Genres": "Suspenso, Comedia de terror",
        "Length": "107 min",
        "StreamingPlatforms": "Disney+",
        "createdAt": "2024-03-20T20:16:27.298Z",
        "updatedAt": "2024-03-20T20:16:27.298Z",
        "publishedAt": "2024-03-29T19:31:22.367Z"
      }
    },
    {
      "id": 19,
      "attributes": {
        "Title": "Doctor Strange in the Multiverse of Madness",
        "Description": "Viaja a lo desconocido con el Doctor Strange, quien, con la ayuda de tanto antiguos como nuevos aliados místicos, recorre las complejas y peligrosas realidades alternativas del multiverso para enfrentarse a un nuevo y misterioso adversario.",
        "Director": "Sam Raimi",
        "Producers": "Kevin Feige",
        "Cast": "Benedict Cumberbatch, Elizabeth Olsen, Chiwetel Ejiofor, Benedict Wong, Xochitl Gomez",
        "Genres": "Fantástico, Acción, Terror ",
        "Length": "126 min",
        "StreamingPlatforms": "Disney+",
        "createdAt": "2024-03-21T08:52:55.141Z",
        "updatedAt": "2024-03-21T08:52:55.141Z",
        "publishedAt": "2024-03-29T19:31:22.367Z"
      }
    },
    {
      "id": 20,
      "attributes": {
        "Title": "Breaking Bad",
        "Description": "Tras cumplir 50 años, Walter White (Bryan Cranston), un profesor de química de un instituto de Albuquerque, Nuevo México, se entera de que tiene un cáncer de pulmón incurable. Casado con Skyler (Anna Gunn) y con un hijo discapacitado (RJ Mitte), la brutal noticia lo impulsa a dar un drástico cambio a su vida: decide, con la ayuda de un antiguo alumno (Aaron Paul), fabricar anfetaminas y ponerlas a la venta. Lo que pretende es liberar a su familia de problemas económicos cuando se produzca el fatal desenlace.",
        "Director": "Vince Gilligan",
        "Producers": "Stewart A. Lyons, Sam Catlin, John Shiban, Peter Gould, George Mastras, Thomas Schnauz, Melissa Bernstein, Diane Mercer, Bryan Cranston, Moira Walley-Beckett, Karen Moore, Patty Lin",
        "Cast": "Bryan Cranston, Anna Gunn, Aaron Paul, Dean Norris, Betsy Brandt",
        "Genres": "Thriller, Drama, Neo-Wéstern, Humor negro",
        "Length": "45 min/cap",
        "StreamingPlatforms": "Netflix",
        "createdAt": "2024-03-21T08:57:46.591Z",
        "updatedAt": "2024-03-21T08:57:46.591Z",
        "publishedAt": "2024-03-21T08:58:22.807Z"
      }
    },
    {
      "id": 21,
      "attributes": {
        "Title": "Ghostbusters",
        "Description": "A los doctores Venkman, Stantz y Spengler, expertos en parapsicología, no les conceden una beca de investigación que habían solicitado. Al encontrarse sin trabajo, deciden fundar la empresa \"Los Cazafantasmas\", dedicada a limpiar Nueva York de ectoplasmas. El aumento repentino de apariciones espectrales en la ciudad será el presagio de la llegada de un peligroso y poderoso demonio.",
        "Director": "Ivan Reitman",
        "Producers": "Ivan Reitman, Bernie Brillstein",
        "Cast": "Bill Murray, Dan Aykroyd, Harold Ramis, Ernie Hudson, Annie Potts ",
        "Genres": "Comedia, Fantástico ",
        "Length": "107 min",
        "StreamingPlatforms": "Amazon Prime Video",
        "createdAt": "2024-03-29T20:02:08.281Z",
        "updatedAt": "2024-03-29T20:02:08.281Z",
        "publishedAt": "2024-03-29T20:10:54.346Z"
      }
    },
    {
      "id": 22,
      "attributes": {
        "Title": "The Shawshank Redemption",
        "Description": "Acusado del asesinato de su mujer, Andrew Dufresne (Tim Robbins), tras ser condenado a cadena perpetua, es enviado a la cárcel de Shawshank. Con el paso de los años conseguirá ganarse la confianza del director del centro y el respeto de sus compañeros de prisión, especialmente de Red (Morgan Freeman), el jefe de la mafia de los sobornos.",
        "Director": "Frank Darabont",
        "Producers": "Niki Marvin",
        "Cast": "Tim Robbins, Morgan Freeman, Bob Gunton, William Sadler, Gil Bellows ",
        "Genres": "Drama",
        "Length": "142 min",
        "StreamingPlatforms": "HBO Max",
        "createdAt": "2024-03-29T20:05:14.531Z",
        "updatedAt": "2024-03-29T20:05:14.531Z",
        "publishedAt": "2024-03-29T20:10:54.346Z"
      }
    },
    {
      "id": 23,
      "attributes": {
        "Title": "The Goonies",
        "Description": "Mikey es un niño de trece años que junto con su hermano mayor y sus amigos forman un grupo que se hacen llamar \"los Goonies\". Un día deciden subir al desván de su casa, donde su padre guarda antigüedades. Allí encuentran el mapa de un tesoro perdido que data del siglo XVII, de la época de los piratas, y deciden salir a buscarlo repletos de espíritu aventurero.",
        "Director": " Richard Donner",
        "Producers": "Richard Donner, Steven Spielberg, Kathleen Kennedy, Frank Marshall, Harvey Bernhard",
        "Cast": "Sean Astin, Josh Brolin, Jeff Cohen, Corey Feldman, Ke Huy Quan",
        "Genres": "Aventuras, Comedia ",
        "Length": "111 min",
        "StreamingPlatforms": null,
        "createdAt": "2024-03-29T20:09:46.838Z",
        "updatedAt": "2024-03-29T20:09:46.838Z",
        "publishedAt": "2024-03-29T20:10:54.346Z"
      }
    }
  ],
  "meta": {
    "pagination": {
      "page": 1,
      "pageSize": 25,
      "pageCount": 1,
      "total": 20
    }
  }
}